status/src/2022/0701.org
#+TITLE: 25 June 2022 - 01 July 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** Session 69
* Emergency Crystal Radio
** Have inductor selector - started desoldering
* POM 3D print
** fixed side holes in design
** initial POM config problematic - poor build platform adhesion
* Mill Controller #2
** PXE install of CentOS 6.10
*** DVD tranfer had bad checksums - try again with flash drives
* Alum Rock Data Center
** Need up-to-date webmail host - trying CentOS Stream 9.
* OLPC
** Needs ML1120 coin batteries to fix "invalid system date".
* Virtual Orchestra
** sfz file tests
*** "Bolero" with fluid and non-fluid samples first cut
*** Handful of sample file problems, but shows promise
*** Sustaining instruments need loop support
*** Need tenor sax and pic. trumpet
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 9/6/2022
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)
** Sentencing 9/20/2022
