status/2022/0701.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-07-02 Sat 07:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>25 June 2022 - 01 July 2022</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Daniel Kelley" />
</head>
<body>
<div id="content">
<h1 class="title">25 June 2022 - 01 July 2022</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org458bef8">1. MIT OCW</a>
<ul>
<li><a href="#org42b606d">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org4493fe4">1.1.1. Session 69</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd517fe0">2. Emergency Crystal Radio</a>
<ul>
<li><a href="#orgd017911">2.1. Have inductor selector - started desoldering</a></li>
</ul>
</li>
<li><a href="#org9c99eba">3. POM 3D print</a>
<ul>
<li><a href="#org464c479">3.1. fixed side holes in design</a></li>
<li><a href="#orga9259fb">3.2. initial POM config problematic - poor build platform adhesion</a></li>
</ul>
</li>
<li><a href="#org8af5777">4. Mill Controller #2</a>
<ul>
<li><a href="#org44518e8">4.1. PXE install of CentOS 6.10</a>
<ul>
<li><a href="#org2cb28ae">4.1.1. DVD tranfer had bad checksums - try again with flash drives</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5282363">5. Alum Rock Data Center</a>
<ul>
<li><a href="#org4ff2326">5.1. Need up-to-date webmail host - trying CentOS Stream 9.</a></li>
</ul>
</li>
<li><a href="#org2dc2cd5">6. OLPC</a>
<ul>
<li><a href="#orgaa0fc17">6.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#orgb1ca1cb">7. Virtual Orchestra</a>
<ul>
<li><a href="#org744fd33">7.1. sfz file tests</a>
<ul>
<li><a href="#orgeb89aa6">7.1.1. "Bolero" with fluid and non-fluid samples first cut</a></li>
<li><a href="#orgd4f34e1">7.1.2. Handful of sample file problems, but shows promise</a></li>
<li><a href="#org8314236">7.1.3. Sustaining instruments need loop support</a></li>
<li><a href="#org43542ea">7.1.4. Need tenor sax and pic. trumpet</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgcbbca11">8. David Davies</a>
<ul>
<li><a href="#orge70ce28">8.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#orgbc501eb">8.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#org9555cf8">8.3. Next hearing 9/6/2022</a></li>
</ul>
</li>
<li><a href="#org899cd58">9. Peter Kim</a>
<ul>
<li><a href="#orgf8d4dfb">9.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#org19e142e">9.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#orgb79a976">9.3. Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</a></li>
<li><a href="#orgb9c3cb0">9.4. Sentencing 9/20/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org458bef8" class="outline-2">
<h2 id="org458bef8"><span class="section-number-2">1</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org42b606d" class="outline-3">
<h3 id="org42b606d"><span class="section-number-3">1.1</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org4493fe4" class="outline-4">
<h4 id="org4493fe4"><span class="section-number-4">1.1.1</span> Session 69</h4>
</div>
</div>
</div>
<div id="outline-container-orgd517fe0" class="outline-2">
<h2 id="orgd517fe0"><span class="section-number-2">2</span> Emergency Crystal Radio</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgd017911" class="outline-3">
<h3 id="orgd017911"><span class="section-number-3">2.1</span> Have inductor selector - started desoldering</h3>
</div>
</div>
<div id="outline-container-org9c99eba" class="outline-2">
<h2 id="org9c99eba"><span class="section-number-2">3</span> POM 3D print</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org464c479" class="outline-3">
<h3 id="org464c479"><span class="section-number-3">3.1</span> fixed side holes in design</h3>
</div>
<div id="outline-container-orga9259fb" class="outline-3">
<h3 id="orga9259fb"><span class="section-number-3">3.2</span> initial POM config problematic - poor build platform adhesion</h3>
</div>
</div>
<div id="outline-container-org8af5777" class="outline-2">
<h2 id="org8af5777"><span class="section-number-2">4</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org44518e8" class="outline-3">
<h3 id="org44518e8"><span class="section-number-3">4.1</span> PXE install of CentOS 6.10</h3>
<div class="outline-text-3" id="text-4-1">
</div>
<div id="outline-container-org2cb28ae" class="outline-4">
<h4 id="org2cb28ae"><span class="section-number-4">4.1.1</span> DVD tranfer had bad checksums - try again with flash drives</h4>
</div>
</div>
</div>
<div id="outline-container-org5282363" class="outline-2">
<h2 id="org5282363"><span class="section-number-2">5</span> Alum Rock Data Center</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org4ff2326" class="outline-3">
<h3 id="org4ff2326"><span class="section-number-3">5.1</span> Need up-to-date webmail host - trying CentOS Stream 9.</h3>
</div>
</div>
<div id="outline-container-org2dc2cd5" class="outline-2">
<h2 id="org2dc2cd5"><span class="section-number-2">6</span> OLPC</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgaa0fc17" class="outline-3">
<h3 id="orgaa0fc17"><span class="section-number-3">6.1</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-orgb1ca1cb" class="outline-2">
<h2 id="orgb1ca1cb"><span class="section-number-2">7</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org744fd33" class="outline-3">
<h3 id="org744fd33"><span class="section-number-3">7.1</span> sfz file tests</h3>
<div class="outline-text-3" id="text-7-1">
</div>
<div id="outline-container-orgeb89aa6" class="outline-4">
<h4 id="orgeb89aa6"><span class="section-number-4">7.1.1</span> "Bolero" with fluid and non-fluid samples first cut</h4>
</div>
<div id="outline-container-orgd4f34e1" class="outline-4">
<h4 id="orgd4f34e1"><span class="section-number-4">7.1.2</span> Handful of sample file problems, but shows promise</h4>
</div>
<div id="outline-container-org8314236" class="outline-4">
<h4 id="org8314236"><span class="section-number-4">7.1.3</span> Sustaining instruments need loop support</h4>
</div>
<div id="outline-container-org43542ea" class="outline-4">
<h4 id="org43542ea"><span class="section-number-4">7.1.4</span> Need tenor sax and pic. trumpet</h4>
</div>
</div>
</div>
<div id="outline-container-orgcbbca11" class="outline-2">
<h2 id="orgcbbca11"><span class="section-number-2">8</span> David Davies</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orge70ce28" class="outline-3">
<h3 id="orge70ce28"><span class="section-number-3">8.1</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-orgbc501eb" class="outline-3">
<h3 id="orgbc501eb"><span class="section-number-3">8.2</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-org9555cf8" class="outline-3">
<h3 id="org9555cf8"><span class="section-number-3">8.3</span> Next hearing 9/6/2022</h3>
</div>
</div>
<div id="outline-container-org899cd58" class="outline-2">
<h2 id="org899cd58"><span class="section-number-2">9</span> Peter Kim</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-orgf8d4dfb" class="outline-3">
<h3 id="orgf8d4dfb"><span class="section-number-3">9.1</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-org19e142e" class="outline-3">
<h3 id="org19e142e"><span class="section-number-3">9.2</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-orgb79a976" class="outline-3">
<h3 id="orgb79a976"><span class="section-number-3">9.3</span> Change of Plea Hearing Held 5/10/2022 (Guilty on various counts)</h3>
</div>
<div id="outline-container-orgb9c3cb0" class="outline-3">
<h3 id="orgb9c3cb0"><span class="section-number-3">9.4</span> Sentencing 9/20/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2022-07-02 Sat 07:14</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
